<template>
	<view>
		<view style="font-size: 30upx;font-weight: bold;text-align: center;margin-top: 30upx;">用户注册与隐私保护服务协议</view>
		<view style="width: 96%;margin: auto;padding: 30upx 20upx;font-size: 26upx;line-height: 46upx;">
		<text>
			【引言】
			欢迎您使用我们的服务！我们深知个人信息对您的重要性，您的信赖对我们非常重要，我们将严格遵守法律法规要求采取相应的安全保护措施，致力于保护您的个人信息安全可控。基于此，“王者系统”服务提供者（或简称“我们”）制定本《用户注册与隐私保护服务协议》（下称“本协议”），帮助您充分了解在您使用过程中，我们会如何收集、使用、共享、存储和保护您的个人信息以及您可以如何管理您的个人信息，以便您更好地作出适当的选择。
			我们通过以下条款为您提供服务。您应当阅读并遵守本协议，您在使用我们提供的各项服务之前，请务必先仔细阅读和理解本协议，特别应重点阅读我们以粗体/粗体下划线标识的条款，确保您充分理解和同意之后再开始使用。
			您同意本协议表示您已了解应用提供的功能，以及功能运行所需的必要个人信息，并给予相应的收集使用授权。除非您已阅读并接受本协议所有条款，否则您无权使用我们提供的服务。您的注册、登录、使用等行为将视为对本协议的接受，并同意接受本协议各项条款的约束，包括我们对本协议服务条款随时做的任何修改。
			一、服务说明
			本协议约定我们与您之间关于我们服务的权利义务。“用户”是指注册、登录、使用本服务的个人、单位。本协议可由我们随时更新，更新后的协议条款一旦公布即代替原来的协议条款，不再另行通知，您可查阅最新版协议条款。在修改协议条款后，如果您不接受修改后的条款，请立即停止使用我们提供的服务，您继续使用我们提供的服务将被视为接受修改后的协议。我们保留变更、中断或终止部分网络服务的权利，保留根据实际情况随时调整平台提供的服务种类、形式的权利。我们不承担因业务调整给您造成的损失。我们仅提供相关服务，除此之外与本服务有关的设备（如电脑、调制解调器及其他与接入互联网有关的装置）及所需的费用（如为接入互联网而支付的电话费及上网费）均应由您自行负担。
			二、平台服务内容
			“王者系统”是四川用尔商务服务有限公司旗下开发的一款手机终端应用。具体服务内容包括但不限于：
			（1）商城购物，以及与购物相关的订单处理、物流查询、退款退货等流程；
			（2）购物配送服务；
			（3）虚拟货币如红包、积分等；
			（4）运营服务。以下是对运营服务的阐述：
			①运营用户主体：包括但不限于机构、个人等运营中心用户，运营中心用户是指完成商家注册获取的与自设密码共同使用以登陆平台的商家管理系统，使用运营中心服务的登陆账户；
			②运营范围：商品展示系统、网上支付系统、商品销售系统、后台管理系统、计价返利管理系统收入结算和用户费用支付等，具体政策以《入驻平台服务协议》为准。
			三、用户注册
			1. 您确认并承诺，在您完成注册程序或以其他允许的方式实际使用我们平台服务时，您应当是具备相应民事行为能力的自然人、法人或其他组织。若您不具备前述主体资格，则您及您的家长或法定监护人（以下统称“监护人”）应承担因此而导致的一切后果，且我们有权注销您的账户，并向您及您的监护人索偿。
			2.我们非常重视对青少年个人信息搜集和使用的安全性的保护。我们建议，任何未满18周岁的未成年人参加网上活动应事先取得其监护人的同意并遵守《全国青少年网络文明公约》。监护人应承担未成年人网络活动风险及保护未成年人相关网络隐私的首要责任。
			3. 如发现您的用户账号中含有不雅文字或不恰当名称的，我们平台保留取消您资格的权利。请勿以党和国家领导人或其他社会名人真实姓名、字号、艺名、笔名注册；请勿以国家机构或其他机构名称注册、请勿注册不文明、不健康的名称，及包含歧视、侮辱、猥亵类词语的名称；请勿注册易产生歧义、引起他人误解或其他不符合法律规定的账号；您自己有义务保证账号和密码的安全，您利用该账号和密码进行的一切活动引起的任何损失或损害，由您自行承担全部责任，本平台不承担任何责任。
			4. 如您发现账号遭到未授权的使用或发生其他任何安全问题，应该立即修改账号密码并妥善保管，如有必要，请通知本平台，因黑客行为或您的保管疏忽导致账号非法使用，我们平台不承担任何责任。
			5. 您了解并同意，一经注册您账号，即视为您同意我们及/或其关联公司可以通过拨打电话、发送短信或者电子邮件等方式向您注册时填写的手机号码、电子邮箱等发送、告知相应的产品服务广告信息、促销优惠等营销信息；您如果不同意接收相关信息，您可以通过客服或相关提示进行退订。
			四、用户行为
			您同意将不会利用本服务进行任何违法或不正当的活动，包括但不限于下列行为∶
			1.发布或以其它方式传送含有下列内容之一的信息：
			①反对宪法所确定的基本原则的；
			②危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；
			③损害国家荣誉和利益的；
			④煽动民族仇恨、民族歧视、破坏民族团结的；
			⑤破坏国家宗教协议，宣扬邪教和封建迷信的；
			⑥散布谣言，扰乱社会秩序，破坏社会稳定的；
			⑦散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；
			⑧侮辱或者诽谤他人，侵害他人合法权利的；
			⑨含有虚假、诈骗、有害、胁迫、侵害他人隐私、骚扰、侵害、中伤、粗俗、猥亵、或其它道德上令人反感的内容；
			⑩含有中国法律、法规、规章、条例以及任何具有法律效力之规范所限制或禁止的其它内容的或认为不适合在我们平台展示的内容。
			2.以任何方式危害他人的合法权益；
			3.冒充其他任何人或机构，或以虚伪不实的方式陈述或谎称与任何人或机构有关；
			4.将依据任何法律或合约或法定关系（例如由于雇佣关系和依据保密合约所得知或揭露之内部资料、专属及机密资料）知悉但无权传送之任何内容加以发布、发送电子邮件或以其它方式传送；
			5.将侵害他人著作权、专利权、商标权、商业秘密、或其它专属权利（以下简称“专属权利”）之内容加以发布或以其它方式传送；
			6.将任何广告信函、促销资料、“垃圾邮件”、“滥发信件”、“连锁信件”、“直销”或其它任何形式的劝诱资料加以发布、发送或以其它方式传送；
			7.将设计目的在于干扰、破坏或限制任何计算机软件、硬件或通讯设备功能之计算机病毒（包括但不限于木马程序（trojan horses）、蠕虫（worms）、定时炸弹、删除蝇（cancelbots）等类似危险的病毒（以下简称“病毒”）或其它计算机代码、档案和程序之任何资料，加以发布、发送或以其它方式传送；
			8.干扰或破坏本服务或与本服务相连线之服务器和网络，或违反任何关于本服务连线网络之规定、程序、协议或规范；
			9.跟踪、人肉搜索或以其它方式骚扰他人；
			10.故意或非故意地违反任何适用的当地、国家法律，以及任何具有法律效力的规则；
			11.未经合法授权而截获、篡改、收集、储存或删除他人个人信息、站内邮件或其它数据资料，或将获知的此类资料用于任何非法或不正当目的。
			您已认可我们未对您的使用行为进行全面控制，您使用任何内容时，包括依赖前述内容之正确性、完整性或实用性时，您同意将自行加以判断并承担所有风险，而不依赖于我们。但我们依其自行之考虑，可拒绝和删除经由本服务提供之违反本条款的或其它引起我们反感的任何内容。您了解并同意，我们依据法律法规的要求，或基于诚信为了以下目的或在合理必要范围内，认定必须将内容加以保存或揭露时，得加以保存或揭露：
			1.遵守法律程序；
			2.执行本使用协议；
			3.回应任何第三人提出的权利主张；
			4.保护我们、其您及公众之权利、财产或个人安全；
			5.其它我们认为有必要的情况。
			五、知识产权
			我们的整体内容版权属于四川用尔商务服务有限公司所有。我们所有的技术与所有程序均属于我们知识产权，在此并未授权。我们所有设计图样以及其他图样、服务名称，均为四川用尔商务服务有限公司所享有的商标、标识。任何人不得使用、复制或用作其他用途。未经我们许可，任何单位和个人不得私自复制、传播、展示、镜像、上传、下载、使用，或者从事任何其他侵犯我们知识产权的行为。否则，我们将追究相关法律责任。
			六、内容所有权
			我们提供的本服务内容可能包括：文字、软件、声音、图片、录象、图表等。所有这些内容受版权、商标和其它财产所有权法律的保护。您只有在获得我们或其他相关权利人的授权之后才能使用这些内容，而不能擅自复制、再造这些内容、或创造与内容有关的派生内容。我们鼓励您充分利用平台自由地张贴和共享自己的信息，但这些内容必须位于公共领域内，或者您拥有这些内容的使用权。同时，您对于其创作并在我们平台上发布的合法内容依法享有著作权及其相关权利。您不应通过我们发布其他受版权保护的内容。我们如果收到正式版权投诉，将会删除这些内容。
			“本服务公开使用区域”系指一般公众可以使用的区域。您同意已就本服务公开使用区域及本服务其它任何公开使用区域发布之内容，或包括照片、图形或影音资料等内容，授予我们全球性、免许可费及非独家的使用权，我们可以为了展示、散布及推广张贴前述内容之特定服务目的，将前述内容复制、修改、改写、改编或出版，对于照片及图形资料的上述使用，仅为张贴该照片或图形于本服务之目的而为之。在您将前述内容放入本服务期间，使用权持续有效；若您将前述内容自本服务中删除，则使用权于删除时终止。 您同意已就您于本服务其它公开使用区域张贴的其它内容，授予我们免许可费、永久有效、不可撤销、非独家及可完全再授权之权利在全球使用、复制、修改、改写、改编、发行、翻译、创造衍生性著作，及/或将前述内容（部分或全部）加以散布、表演、展示，及/ 或放入利用任何现在已知和未来开发出之形式、媒体和科技之其它著作物当中。
			七、遵守法律
			您同意遵守中华人民共和国相关法律法规的所有规定，并对以任何方式使用您的密码和您的账号使用本服务的任何行为及其结果承担全部责任。如您的行为违反国家法律和法规的任何规定，有可能构成犯罪的，将被追究刑事责任，并由您承担全部法律责任。同时，如果我们有理由认为您的任何行为，包括但不限于您的任何言论和其它行为违反或可能违反国家法律和法规的任何规定，我们可在任何时候不经任何事先通知终止向您提供服务。
			八、与广告商进行交易
			您通过本服务与广告商进行任何形式的通讯或商业往来，或参与促销活动，包含相关商品或服务之付款及交付，以及达成的其它任何相关条款、条件、保证或声明，完全为您与广告商之间之行为。您因前述任何交易或前述广告商而遭受的任何性质的损失或损害，我们均不予负责。
			九、隐私保护
			1.您在注册账号或使用本服务的过程中，可能需要填写或提交一些必要的信息，如法律法规、规章规范性文件（以下称“法律法规”）规定的需要填写的身份信息。如您提交的信息不完整或不符合法律法规的规定，则您可能无法使用本服务或在使用本服务的过程中受到限制。
			2.个人隐私信息是指涉及您个人身份或个人隐私的信息，比如，您真实姓名、身份证号、手机号码、手机设备识别码、IP地址、聊天记录。非个人隐私信息是指您对本服务的操作状态以及使用习惯等明确且客观反映在服务器端的基本记录信息、个人隐私信息范围外的其它普通信息，以及您同意公开的上述隐私信息。
			3.我们尊重您个人隐私信息的私有性，我们将采取技术措施和其他必要措施，确保您个人隐私信息安全，防止在本服务中收集的您个人隐私信息泄露、毁损或丢失。在发生前述情形或者我们发现存在发生前述情形的可能时，将及时采取补救措施。
			4.我们未经您同意不向任何第三方公开、透露您个人隐私信息。但以下特定情形除外：
			  (1) 我们根据法律法规规定或有权机关的指示提供您的个人隐私信息；
			  (2) 由于您将密码告知他人或与他人共享注册帐户与密码，由此导致的任何个人信息的泄漏，或其他非因我们原因导致的个人隐私信息的泄露；
			  (3) 您自行选择向第三方公开其个人信息；
			  (4) 您与我们及合作单位之间就您个人信息使用公开达成约定，我们因此向合作单位公开您个人隐私信息；
			  (5) 任何由于黑客攻击、电脑病毒侵入及其他不可抗力事件导致您个人隐私信息的泄露；
			  (6) 本协议约定的其他情形等。
			5. 您同意我们可在以下事项中使用您的个人信息：
			  (1)我们向您及时发送重要通知，如软件更新、本协议条款的变更；
			  (2) 我们内部进行审计、数据分析和研究等，以改进我们的服务与您之间的沟通；
			  (3) 依本协议约定，您公开其个人信息、我们进行管理、审查信息及进行处理措施；
			  (4) 适用法律法规规定的其他事项。
			除上述事项外，如未取得您同意，我们不会将您个人隐私信息使用于任何其他用途。为了改善我们的技术和服务，向您提供更好的服务体验，我们或可会自行收集使用或向第三方提供您的非个人隐私信息。
			十、用户信息收集
			我们提供服务时，可能会收集、储存和使用下列与您有关的信息。如果您不提供相关信息，可能无法注册成为我们的您或无法享受我们提供的某些服务，或者无法达到相关服务拟达到的效果。
			1.基础信息
			当您注册我们账户时填写及/或使用我们提供的服务时提交的信息，包括但不限于您的电话号码、用户名、身份等信息。
			2、身份验证
			为满足相关法律规定及监管要求、确保您身份真实性、实现反欺诈等风险控制、保障系统和服务安全，在您使用特定服务/功能时，我们需要收集您的相关信息进行身份验证：
			【找回账号】当您使用“找回账号”功能时，我们可能会收集您的身份信息，包括您的真实姓名、身份证件号码，用于证实您的身份，帮您找回平台账户。
			【实名/实人认证】基于实现特殊类型商品或服务交易、申请存在额外身份认证要求的会员角色（如卖家、内容创作者）以及其他依法需要核验您真实身份的场景（包括依法保护未成年人权益、打击电信网络诈骗、代扣代缴个人所得税、行政执法或司法诉讼中相关主体认定）的必要，您需要进行实名或实人认证。
			为实现认证目的，您需要主动提供相关真实身份信息（姓名、证件号码等证件信息，根据实际情况可能有所不同，以页面提示为准）并授权我们通过国家权威可信身份认证机构进行信息核验，或授权我们获取您绑定银行账户或第三方账户的必要认证信息，我们将依法记录、保存认证信息及认证结果，这些信息仅供完成认证目的，或其他法律法规所规定的用途，未经您明示授权不会用作其他目的。此外，当您参与平台上的促销、互动活动时，我们需要查询您绑定的账户的实名认证状态，用于核验您的基础参与条件，保障您的活动体验。
			十一、购物信息使用
			1、加购管理
			在您浏览过程中，您可以选择对感兴趣的商品及/或服务进行收藏、添加至购物车、与您感兴趣的商家/品牌/其他会员建立关注关系、通过我们提供的功能组件向第三方分享商品/服务信息。在您使用上述功能的过程中，我们会收集包括您的收藏及添加购物车的记录、关注关系、分享历史在内的服务日志信息用于实现上述功能及其他我们明确告知的目的。您可以在收藏夹、购物车查看或管理您的收藏和加购信息。
			2、订单管理
			当您在我们的产品及/或服务中订购具体商品及/或服务时，我们会通过系统为您生成购买该商品及/或服务的订单。在下单过程中,您需至少提供收货人姓名、收货地址、收货人联系电话。同时该订单中会载明您所购买的商品及/或服务信息、具体订单号、订单创建时间、您应支付的金额、您的备注信息。我们收集这些信息是为了帮助您顺利完成交易、保障您的交易安全、便于您查询订单信息、提供客服与售后服务及其他我们明确告知的目的。
			您可以通过我们为其他人订购商品及/或服务，您需要提供该实际收货人的前述个人信息，并确保已取得该实际收货人的同意。为便于您了解、查询订单信息并对订单信息进行管理，我们会收集您在使用我们服务过程中产生的订单信息用于向您展示及便于您对订单进行管理。您可额外填写/选择包括其他联系电话、收货时间在内的更多附加信息以确保商品或服务的准确送达。您可以通过系统查看和管理您的订单信息。
			当您线下对公打款购买商品时，系统会根据您提供的收货人姓名、收货地址、收货人联系电话默认，并在后台添加物品发货信息,同时该订单中会载明您所购买的商品及/或服务信息、具体订单号、数量、订单创建时间、对应的线下对公打款金额、以及您的备注信息，并以我们提供物流信息确认发货视为交易完成。我们生成这些信息是为了帮助您顺利完成交易、保障您的交易安全、便于您查询订单信息、其他我们明确告知的目的。
			
			十二、下单后服务管理
			1、支付管理
			为完成订单支付，您需要绑定账户并选择付款方式。我们会将您的平台账户会员名、对应的支付账户会员名、订单支付相关信息、订单安全相关设备信息及其他反洗钱法律要求的必要信息通过客户端中嵌入的支付软件工具开发包（软件工具开发包在本协议中简称“SDK”）及其他安全方式与支付平台共享。如您选择由其他金融机构为您提供支付服务，我们还会将您的包括银行卡号、有效期在内的银行卡支付必要信息与您选择的相应金融机构共享。
			为使我们及时获悉并确认您的支付进度及状态，为您提供售后与争议解决服务，您同意我们可自您所选择的交易对象、支付平台或您选择的其他金融机构处收集与支付进度相关信息。您可以查看您的平台账户所绑定的支付账户信息或申请更换绑定的支付账户。
			为了方便您购买商品线下支付，我们也提供了线下对公转账方式，在转账完成后，告知客服您要购买的商品名称、数量、规格、收货人姓名、收货地址、收货人联系电话，系统会为您在后台添加物品发货信息，在系统核实到账后为您提供发货服务。
			2、物流服务
			为保证您购买的商品及/或服务能够顺利、安全、准确送达、提供，我们会向平台提供物流信息系统和技术服务的机构披露订单相关的配送信息，并由其根据商品及/或服务提供主体的选择向相应的物流配送主体同步相关配送信息。您知晓并同意相应物流配送主体不可避免地获知及使用您的配送信息，用于完成交付目的。为向您提供售后与争议解决服务之目的，我们需要及时获悉并确认交付进度及状态，您同意我们可自物流相关服务主体处收集与交付进度相关的信息。
			3、提供安全保障
			为履行保障电子商务交易安全的法定义务，提高您使用我们、我们的关联方及合作伙伴提供服务的安全性，保护您或其他用户或公众的人身财产安全免遭侵害，更好地预防钓鱼网站、欺诈、网络漏洞、计算机病毒、网络攻击、网络侵入风险，更准确地识别违反法律法规或平台相关协议、规则的情况，我们在应用程序中嵌入我们关联公司开发的应用安全SDK收集您的设备信息、服务日志信息，并可能使用或整合您的会员信息、交易信息、设备信息、服务日志信息及我们的关联方、合作伙伴取得您授权或依据法律共享的信息（其中，我们可能会在应用后台运行期间收集MAC地址、IMEI及其他设备标识符进行风险校验），来综合判断您账户及交易风险、进行身份验证、检测及防范安全事件，并依法采取必要的记录、审计、分析、处置措施。
			十三、服务过程收集信息
			1、过程信息
			为了提供并优化您需要的服务，我们会收集您使用服务的相关信息，这类信息包括：
			（1）在您使用平台服务过程中，我们自动接收并记录的您的浏览器和计算机上的信息，包括但不限于您的IP地址、实际所在位置的信息、浏览器的类型、使用的语言、访问日期和时间、软硬件特征信息及您需求的网页记录等数据；如您下载或使用我们或其关联公司客户端软件，或访问移动网页使用我们平台服务时，我们可能会读取与您位置和移动设备相关的信息，包括但不限于设备型号、设备识别码、操作系统、分辨率、电信运营商等。
			（2）在使用我们平台服务，请您不要主动向我们提供您的个人敏感信息（如种族、宗教、政治立场、个人健康和医疗信息、性取向等），否则我们不保证被意外收集的可能性。
			（3）在您使用我们平台提供的专项服务时，我们会依据专项服务的要求收集您的其他必要信息。我们将严格按照法律法规的要求进行信息的收集。您应确保您填写或提交的身份信息的真实性，否则我们可选择拒绝为您提供相关的服务。
			（4）除上述信息外，我们还可能为了提供服务及改进服务质量的合理需要而收集您的其他信息，包括您与我们的客户服务团队联系时所提供的相关信息，您参与问卷调查时向我们发送的问卷答复信息，以及您与我们的关联方、我们合作伙伴之间互动时我们收集的相关信息。与此同时，为提高您使用我们平台提供的服务的安全性，更准确地预防钓鱼网站欺诈和木马病毒，我们可能会通过了解一些您的网络使用习惯、您常用的软件信息等手段来判断您账户的风险，并可能会记录一些我们认为有风险的URL。
			2.第三方收集信息
			为了给您提供更好、更优、更加个性化的服务，或共同为您提供服务，或为了预防互联网欺诈的目的，我们的关联方、合作伙伴会依据法律的规定或与您的约定或征得您同意的前提下，向我们分享您的个人信息。
			您了解并同意，以下信息不适用本隐私保护条款：
			（1）您在使用我们平台提供的站内搜索服务时输入的关键字信息；
			（2）在您未选择“匿名评价”功能时，我们收集到的您在我们平台进行评价的有关数据，包括但不限于用户名、商品名称及评价详情等；
			（3）信用评价、违反法律规定或违反用户规则行为及我们已对您采取的措施；
			（4）应法律法规要求需公示的企业名称等相关工商注册信息以及自然人经营者的信息。
			  您知悉并认可：我们可能会与第三方合作向您提供相关的网络服务，在此情况下，如我们旗下相应主体已与该第三方签署了适当的保密条款，则我们有权将您的注册信息等资料提供给该第三方，并要求该第三方按照我们的隐私保护条款以及其他任何相关的保密和安全措施来为我们处理上述信息。另外，在不透露您隐私资料的前提下，我们有权对您数据库进行分析并对数据库进行商业上的利用。我们可能会对网络服务使用情况进行统计。同时，我们可能会与公众分享这些统计信息，以展示我们服务的整体使用趋势。这些统计信息不包含您的任何身份识别信息。
			 十四、信息使用的目的和方式
			因收集您的信息是为了向您提供服务及提升服务质量的目的，为了实现这一目的，我们会把您的信息用于下列用途：
			1.向您提供您使用的各项服务，并维护、改进这些服务；
			2.我们可能使用您提供的个人信息中的联系方式与您通信，例如通知有关您的账户、安全性更新、产品和服务信息。为了更好的为您提供服务，请您及时查看我们发送的相关信息；
			3.向您推荐您可能感兴趣的内容，包括但不限于通过系统向您展示个性化的第三方推广信息，或者根据本条款与我们的关联方、合作伙伴共享信息以便他们向您发送有关其产品和服务的信息。如果您对我们推荐的内容不感兴趣，请及时回复取消内容的通知；
			4.我们可能使用您的个人信息以预防、发现、调查欺诈、危害安全、非法或违反与我们或其关联方协议、协议或规则的行为，以保护您、其他用户，或其关联方的合法权益；
			5.我们可能会将来自某项服务的个人信息与来自其他服务的信息结合起来，用于为了给您提供更加个性化的服务使用，例如让您拥有更广泛的社交圈的需要而使用、共享或披露；
			6.我们不会向任何无关第三方提供、出售、出租、分享或交易您的个人信息，除非事先得到您的同意，或该第三方和我们及其关联方单独或共同为您提供服务，且在该服务结束后，其将被禁止访问包括其以前能够访问的所有这些资料；
			  您知悉并认可：我们通过广告或其他方式向您提供链接，使您可以接入第三方服务或网站。您使用该等第三方的服务时，须受该第三方的服务条款及隐私条款约束，您需要仔细阅读其条款。本协议仅适用于我们提供的服务器所收集的信息，并不适用于任何第三方提供的服务或第三方的信息使用规则，我们对任何第三方使用由您提供的信息不承担任何责任。
			十五、免责声明
			1. 互联网是一个开放平台，您将照片等个人资料上传到互联网上，有可能会被其他组织或个人复制、转载、擅改或做其它非法用途，您必须充分意识此类风险的存在。您明确同意其使用我们服务所存在的风险将完全由自己承担；因使用我们服务而产生的一切后果也由其自己承担，我们对您不承担任何责任。我们不保证服务一定能满足您的要求，也不保证服务不会中断，对服务的及时性、安全性、准确性也都不作保证。对于因不可抗力或我们无法控制的原因造成的网络服务中断或其他缺陷，我们不承担任何责任。我们不对您所发布信息的删除或储存失败承担责任。我们有权判断您的行为是否符合本网站使用协议条款之规定，如果我们认为您违背了协议条款的规定，有终止向其提供网站服务的权利。
			2. 您了解并同意，我们不对因下述任一情况而导致您的任何损害、赔偿承担责任，包括但不限于经济、商誉、使用、数据等方面的损失或其它无形损失的损害赔偿：
			1) 使用或未能使用我们平台服务；
			2) 第三方未经批准地使用您的账户或更改您的数据；
			3) 通过我们平台购买或获取任何商品、样品、数据、信息等行为或替代行为产生的费用及损失；
			4) 您对我们平台服务的误解；
			5) 任何非因我们的原因而引起的其它损失等。
			3.我们对下列不可抗力行为免责：信息网络正常的设备维护，信息网络连接故障，电脑、通讯或其他系统的故障，电力故障，罢工，劳动争议，暴乱，起义，骚乱，生产力或生产资料不足，火灾，洪水，风暴，爆炸，战争，政府行为，司法行政机关的命令或第三方的不作为而造成的不能服务或延迟服务。
			4. 您应当严格遵守本协议及已签署的其他协议、活动规则、站内公告等，因您违反协议或规则的行为给第三方或我们造成损失的，您应当承担全部责任。
			十六、附则
			本协议条款的订立、执行和解释及争议的解决均应适用中华人民共和国法律。 如您就本协议内容或其执行发生任何争议，您应尽量与我们友好协商解决；协商不成时，任何一方均可向我们所在地的人民法院提起诉讼。我们未行使或执行本服务协议任何权利或规定，不构成对前述权利或规定之放弃。如本协议条款中的任何条款无论因何种原因完全或部分无效或不具有执行力，本协议条款的其余条款仍应有效并且有约束力。
			本协议所有条款的最终解释权属于我们。
		</text>
		</view>
	</view>
</template>

<script>
	export default {
		data() {
			return {
				
			}
		},
		methods: {
			
		}
	}
</script>

<style>

</style>
