<template>
	<view class="incont">
		<view style="text-align: center;">
			任务大厅领任务赚佣金服务协议
		</view>
		<view class="">
			<view class="ter">
				欢迎您申请使用四川用尔商务服务有限公司（以下简称“用尔商务”）提供的“任务大厅”服务。在您申请成为注册用户后，您可以使用平台（包括用尔商务旗下开发和运营的PC端及WAP端产品/客户端产品/公众号或小程序等）所提供的需同意才能使用的各项服务。在您决定成为“任务大厅”用户前，请“任务大厅”用户仔细阅读本服务协议并确认“任务大厅”用户已完全了解本协议之规定（特别是粗体下划线标注的内容）。一旦点击确认本协议，即表示您已接受了以下所述的条款和条件，同意受本协议约束。如果您不同意接受全部的条款和条件，那么您将无法使用部分需同意才能提供的相应服务。未成年人应当在监护人陪同和指导下阅读本协议，并在使用本协议项下服务前取得监护人的同意。用尔商务根据国家相关法律法规的规定保护未成年人的个人信息及未成年人的相关权益。
			</view>
			<text>
				一、服务协议的确认
				1.1 请您审慎阅读并选择接受或不接受本协议。除非您接受本协议所有条款，否则您无权使用本协议所涉需同意才能使用的相应的服务。您的登录、使用等行为将视为对本协议的接受，并同意接受本协议各项条款的约束，本协议将构成您与用尔商务（四川用尔商务服务有限公司）或其关联公司之间直接有约束力的法律文件。
				1.2 本服务协议的效力范围及于“任务大厅”的所有产品和服务包括但不限于用尔商务App及其它用尔商务开发及运营的公众号/小程序等第三方账号。当您使用用尔商务各单项服务时，您同意以单项服务要求的方式接受该单项服务的服务条款以及用尔商务在该单项服务中发出的各类公告（下列简称为“单项条款”），在此情况下单项条款与本服务条款一起解释与适用。若单项条款与本服务条款存在同类条款的冲突，则在单项条款约束范围内应以单项条款为准。
				二、服务协议的完善和修改
				用尔商务将根据互联网的发展和中华人民共和国有关法律、法规的变化，不断地完善服务质量并依此修改本服务协议。用户的权利以及义务的表述，均以最新的服务协议为准。由于用尔商务的用户较多，如本协议发生变更，我们将以推送通知、发送电子邮件或在用尔商务官方网站及其它产品相应界面发布公告的方式来通知注册用户，变更后的协议将从通知或网站及其它产品规定的生效日期开始适用。若注册用户在本政策修订后继续使用用尔商务的服务，即表示注册用户已充分阅读、理解并接受了修订后的协议并愿意受修订后的协议的约束。
				三、“任务大厅”服务内容权力和义务
				3.1 客户端用户（即“王者系统会员”）可通过“任务大厅”领取任务和完成任务等方式获取积分，并可以使用积分兑换相应的权益（现金/代金券）；亦可通过前述部分方式获取成长任务分，用以获取更高等级的积分任务和奖励。积分奖励活动等服务和活动的提供方会将相关获取分值信息提供给本服务的运营方（四川用尔商务服务有限公司，也称“我们”），以便我们为您提供相应的任务领取和完成任务奖励发放服务及其他的服务。目前本服务项下的积分、成长任务分仅向平台注册用户开放。

				3.2 您的任务成长分，由您的任务完成情况决定，完成相应的数量即可提升您的任务成长分，享受对应的等级积分任务领取和奖励。

				3.3为了领取和完成时效性，部分任务领取和完成需要在领取后规定时间内完成。请务必遵守任务完成规则，如您自主原因造成的超期未完成，平台概不提供补发任务和奖励等。

				3.4为了保障您的利益，且请您在符合相应的兑换和使用规则的情况下使用领取任务和获得奖励。在有合理理由怀疑您通过欺诈、滥用等不当行为获得或使用积分成长任务分的，或您严重违反相关规则的情况下，您的任务可能被停止领取、取消，积分还可能被限制或终止使用。对通过欺诈、滥用等不当行为我们将依法进行追责。

				3.4 用户须遵守国家相关法规政策等的相关要求，遵守“九不准”、“七条底线”的相关规定，不得利用软件、雇佣商业机构及人员等方式散布信息，干扰跟帖评论正常秩序，误导公众舆论，不得发布、传播侵犯第三方名誉权、肖像权、姓名权、商标权、著作权、专利权等人身权或知识产权的内容及其他国家法律法规、公序良俗禁止、限制传播的如下内容:
				(一)反对宪法所确定的基本原则的；
				(二)危害国家安全,泄露国家秘密,颠覆国家政权,破坏国家统一的；
				(三)损害国家荣誉和利益的；(四)煽动民族仇恨、民族歧视,破坏民族团结的；
				(五)破坏国家宗教政策,宣扬邪教和封建迷信的；
				(六)散步谣言,扰乱社会秩序,破坏社会稳定的；
				(七)散布封建迷信、淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；
				(八)欺诈、虚假、不准确或存在误导性的；
				(九)侮辱、恐吓、诽谤他人或泄漏他人个人信息，侵害其合法权益的；
				(十)侵犯他人知识产权或涉及第三方商业秘密的；
				(十一)歪曲、丑化、亵渎、否定英雄烈士事迹和精神的；
				(十二)侮辱、诽谤或者其他方式侵害英雄烈士的姓名、肖像、名誉、荣誉的；
				(十三)含有法律、行政法规禁止的其他内容的。
				如注册用户违反上述条款，用尔商务将有权同时：
				（1）立即停止传输该信息，拒绝发布或直接删除相关内容；
				（2）提出警示；
				（3）限制使用功能、暂停更新；
				（4）封禁或者关闭注册用户的账号；
				（5）保存有关记录,并及时向主管部门报告；
				（6）对于列入黑名单的用户，用尔商务有权禁止其重新注册。
				如因注册用户违反上述条款引发任何侵权纠纷或行政处罚，注册用户应负责处理并承担全部法律责任，如给运营公司及其关联企业造成损失的，注册用户还应承担全额赔偿责任。
				四、免责条款
				4.1注册用户在使用用尔商务所提供的服务时，由于注册用户将个人密码告知他人或与他人共享注册账号等个人原因，由此导致的个人资料泄露、积分损失及不利后果将由用户个人承担。
				4.2注册用户须对注册用户自身在使用用尔商务所提供的服务时的行为、行动承担责任。如因注册用户的行为引发任何侵权纠纷或行政处罚，注册用户应负责处理并承担全部法律责任，如给四川用尔商务服务有限公司及其关联企业造成损失的，注册用户应承担全额赔偿责任。
				4.3注册用户理解并同意在使用用尔商务提供的服务时，须自行承担因行政/司法命令、自然灾害、罢工、暴乱、战争、政府行为等不可抗力因素；因电力供应或通讯网络故障等公共服务等第三方因素；因紧急设备与系统维修、网络信息与数据安全等不可预见及控制的因素所造成的服务中断和注册用户个人数据及资料的损失。
				4.4当政府部门、司法机关依照法定程序要求本网站披露个人资料，或为维护公共安全、社会公众利益或他人合法权益之目的需要提供个人资料的，用尔商务有权不经注册用户的同意而披露注册用户的信息。
				五、关于中断或终止服务
				5.1 鉴于互联网技术的特殊及复杂性，用尔商务保留根据平台运营情况修改或中断服务而不需通知注册用户的权利，但保证不会对注册用户和第三方的合法权益产生重大影响。
				5.2 如因4.3条所述的不可抗力因素、第三方因素及不可预见及控制的因素导致用尔商务无法继续提供服务，用尔商务将尽力通过各种方式及时通知注册用户。
				5.3 如注册用户违反本服务协议中的内容，用尔商务有权取消注册用户的注册用户资格，并终止向其继续提供服务。
				六、法律适用及争议解决
				6.1本协议的成立、生效、履行、解释及争议的解决均应适用中华人民共和国大陆地区法律。
				6.2因本协议解释或执行引起的任何争议，“任务大厅”用户均同意如协商不成时，则任一方均可将争议提交仲裁委员会依据其届时有效的仲裁规则以仲裁方式解决。仲裁地点为XX，仲裁语言为中文。仲裁裁决为终局的，对各方均有法律约束力。若单项条款与本服务条款在管辖约定内容上存在冲突，则在单项条款约束范围内应以单项条款为准。
				七、其他
				7.1 本协议以及其修改更新权均属四川用尔商务服务有限公司及其关联公司所有。
				7.2 如本协议的任何条款被视作无效或无法执行，则上述条款可被分离，其余部分则仍具有法律效力。
				7.3 本条款中的标题仅为方便而设，不作为解释本条款的依据。
				7.4本协议所有条款的最终解释权属于用尔商务。

				7.5 请仔细阅读以上条款，阅读结束后同意请按“我接受”或相同意思表示的按钮。
			</text>
		</view>
	</view>
	</view>
</template>

<script>
	export default {
		data() {
			return {

			}
		},
		methods: {

		}
	}
</script>

<style>
	page{
		background-color: #fff;
	}
	.incont{
		padding: 32upx;
		font-size: 26upx;
	}
	.ter{
		text-indent: 2em;
		padding-bottom: 20upx;
		line-height: 48upx;
	}
</style>
